Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Aardvark
de: Erdschwein
es: Cerdo hormiguero
hi: अर्दवार्क
it: Oritteropo
nl: Aardvarken
ru: Трубкозуб
uk: Ардварк

source: Abduction
de: Entführung
es: Secuestro
fr: Enlèvement
hi: अपहरण
it: Rapimento
nl: Ontvoering
pl: Uprowadzenie
pt: Rapto
ru: Похищение
tr: Zorla kaçırma
uk: Викрадення

source: Abyssinian
de: Abyssinier
es: Abisinio
fr: Abyssinien
hi: एबिसिनियन
it: Abissino
nl: Abessijn
pl: Abisyńczyk
pt: Abissínio
ru: Абиссинский
tr: Habeş
uk: Абіссінський

source: Academic Subjects
de: Akademische Fächer
es: Materias académicas
fr: Matières académiques
hi: अकादमिक विषय
it: Materie Accademiche
nl: Academische vakken
pl: Przedmioty akademickie
pt: Matérias Acadêmicas
ru: Академические предметы
tr: Akademik Konular
uk: Академічні предмети

source: Accordion
de: Akkordeon
es: Acordeón
fr: Accordéon
hi: अकॉडिअन
it: Fisarmonica
nl: Accordeon
pl: Akordeon
pt: Acordeão
ru: Аккордеон
tr: Akordeon
uk: Акордеон

source: Acid
de: Säure
es: Ácido
fr: Acide
hi: अम्लीय
it: Acido
nl: Zuur
pl: Kwas
pt: Ácido
ru: Кислота
tr: Asit
uk: Кислота

source: Acrylic
de: Acryl
es: Fibra acrílica
fr: Acrylique
hi: एक्रिलिक
it: Acrilico
nl: Acrylverf
pl: Akryl
pt: Acrílico
ru: Акрил
tr: Akrilik
uk: Акрил

source: Acting
de: Schauspielerei
es: Actuación
fr: Jeu
hi: कार्यकारी
it: Recitazione
nl: Acteren
pl: Aktorstwo
pt: Atuação
ru: Актёрское мастерство
tr: Oyunculuk
uk: Діючи

source: Action
de: Aktion
es: Acción
hi: सक्रियता
it: Azione
nl: Actie
pl: Działanie
pt: Ação
ru: Действие
tr: Eylem
uk: Дія

source: Actor
de: Schauspieler
fr: Acteur
hi: अभिनेता
it: Attore
nl: Acteur
pl: Aktor
pt: Ator
ru: Актёр
tr: Aktör
uk: Актор

source: Adder
de: Addierer
es: Calculadora
fr: Additionneur
hi: गेंहुँअन
it: Vipera
pl: Sumator
pt: Adicionador
ru: Гадюка
tr: Engerek
uk: Аддер

source: Admiration
de: Bewunderung
es: Admiración
hi: प्रशंसा
it: Ammirazione
nl: Bewondering
pl: Podziw
pt: Admiração
ru: Восхищение
tr: Hayranlık
uk: Захоплення

source: Aegean
de: Ägäis
es: Egeo
fr: Égéen
hi: एजियन
it: Egeo
nl: Egeïsche Zee
pl: Egejski
pt: Egeu
ru: Эгейский
tr: Ege
uk: Егейський

source: Affection
de: Zuneigung
es: Afecto
hi: अनुराग
it: Affetto
nl: Genegenheid
pl: Uczucie
pt: Afeição
ru: Привязанность
tr: Suni davranış
uk: Прихильність

source: Affidavit
de: EidesstattlicheVersicherung
es: Declaración jurada
fr: Déclaration écrite sous serment
hi: शपथपत्र
nl: Beëdigde verklaring
pl: Pisemne oświadczenie złożone pod przysięgą
pt: Depoimento
ru: Письменное показание под присягой
tr: Yeminli beyanname
uk: Афідевіт

source: Afghani
de: Afghanisch
es: Afgani
fr: Afghan
hi: अफगानी
it: Afghano
nl: Afghaans
pl: Afgański
pt: Afegão
ru: Афганский
tr: Afgan
uk: Афгані

source: Afternoon
de: Nachmittag
es: Tarde
fr: Après-midi
hi: अपराह्न
it: Pomeriggio
nl: Middag
pl: Popołudnie
pt: Tarde
ru: Послеполуденное время
tr: Öğleden sonra
uk: Після обіду

source: Aftershock
de: Nachbeben
es: Réplica
fr: Secousse secondaire
hi: आफ्टरशॉक
it: Ricadute
nl: Naschok
pl: Wstrząs następczy
pt: Réplica
ru: Повторные толчки
tr: Artçı
uk: Афтершок

source: Age
de: Alter
es: Edad
fr: Âge
hi: उम्र
it: Età
nl: Leeftijd
pl: Wiek
pt: Idade
ru: Возраст
tr: Yaş
uk: Вік

source: Airplane
de: Flugzeug
es: Avión
fr: Avion
hi: हवाई जहाज़
it: Aeroplano
nl: Vliegtuig
pl: Samolot
pt: Avião
ru: Самолет
tr: Uçak
uk: Літак

source: Albatross
de: Albatros
es: Albatros
fr: Albatros
hi: एलबट्रॉस
it: Albatro
nl: Albatros
pl: Albatros
pt: Albatroz
ru: Альбатрос
tr: Albatros
uk: Альбатрос

source: Alcove
de: Nische
es: Nicho
fr: Renfoncement
hi: आला
it: Alcova
nl: Nis
pl: Wnęka
pt: Alcova
ru: Альков
tr: Alkov
uk: Альков

source: Algae
de: Algen
es: Algas
fr: Algues
hi: शैवाल
it: Alghe
nl: Algen
pl: Glony
pt: Algas
ru: Водоросли
tr: Yosunlar
uk: Водорості

source: Algeria
de: Algerien
es: Argelia
fr: Algérie
hi: अल्जीरिया
nl: Algerije
pl: Algieria
pt: Argélia
ru: Алжир
tr: Cezayir
uk: Алжир

source: Algorithm
de: Algorithmus
es: Algoritmo
fr: Algorithme
hi: प्रतीकगणित
it: Algoritmo
nl: Algoritme
pl: Algorytm
pt: Algoritmo
ru: Алгоритм
tr: Algoritma
uk: Алгоритм

source: Alkene
de: Alken
es: Alqueno
fr: Alcéne
hi: अल्केन
it: Alchene
nl: Alkeen
pl: Alken
pt: Alceno
ru: Алкен
tr: Alken
uk: Алкен

source: Alkyne
de: Alkyn
es: Alquino
hi: अल्काइन
it: Alchino
pl: Alkyna
pt: Alquino
ru: Алкин
tr: Alkin
uk: Алкін

source: Allegory
de: Gleichnis
es: Alegoría
fr: Allégorie
hi: रूपक
it: Allegoria
nl: Allegorie
pl: Alegoria
pt: Alegoria
ru: Аллегория
tr: Alegori
uk: Алегорія

source: Allotrope
de: Allotrop
es: Alótropo
hi: एलोट्रोप
it: Allotropo
nl: Allotroop
pl: Allotrop
pt: Alotropo
ru: Аллотроп
tr: Allotrop
uk: Аллотроп

source: Allusion
de: Anspielung
es: Alusión
hi: संकेत
it: Allusione
nl: Toespeling
pl: Aluzja
pt: Alusão
ru: Ссылка
tr: Ima
uk: Натяка

source: Alpaca
de: Alpaka
fr: Alpaga
hi: अल्पैका
pl: Alpaka
ru: Альпака
tr: Alpaka
uk: Альпака

source: Alpha
de: Anton
es: Alberto
fr: Anatole
it: Ancona
nl: Anton
pl: Adam
pt: Alfa
ru: Анна
tr: Ankara
uk: Alfa

source: Alternator
de: Wechselstromgenerator
es: Alternador
fr: Alternateur
hi: आल्टरनेटर
it: Alternatore
nl: Wisselstroomdynamo
pt: Alternador
ru: Генератор переменного тока
tr: Alternatör
uk: Генератор

source: Aluminum
de: Aluminium
es: Aluminio
fr: Aluminium
hi: एल्यूमीनियम
it: Alluminio
nl: Aluminium
pl: Aluminium
pt: Alumínio
ru: Алюминий
tr: Alüminyum
uk: Алюміній

source: Alyssum
de: Steinkraut
es: Género Alyssum
fr: Alysse
hi: एलिसम
it: Alisso
pl: Smagliczka
ru: Алиссум
uk: Аліссум

source: Amber
de: Bernstein
es: Ámbar
fr: Ambre
hi: क़हरुबा
it: Ambra
nl: Barnsteen
pl: Bursztyn
pt: Âmbar
ru: Янтарь
uk: Бурштин

source: Ambient
de: Umgebungs
es: Ambiental
fr: Ambiant
hi: परिवेशी
it: Ambientale
nl: Omringend
pl: Panujący w otoczeniu
pt: Ambiente
ru: Окружающий
tr: Ortam
uk: Навколишній

source: Ambulance
de: Krankenwagen
es: Ambulancia
hi: रोगी-वाहन
it: Ambulanza
pl: Karetka pogotowia ratunkowego
pt: Ambulância
ru: Скорая помощь
tr: Ambulans
uk: Швидка допомога

source: American
de: Amerikaner
es: Norteamericano
fr: Américain
hi: अमेरिकी
it: Americano
nl: Amerikaans
pl: Amerykanin
pt: Americano
ru: Американский
tr: Amerikalı
uk: Американець

source: Amusement
de: Vergnügung
es: Entretenimiento
hi: मन-बहलाव
it: Divertimento
pl: Rozrywka
pt: Diversão
ru: Развлечение
tr: Eğlendirme
uk: Розваження

source: Anaconda
de: Anakonda
hi: एनाकोंडा
pl: Anakonda
ru: Анаконда
tr: Anakonda
uk: Анаконда

source: Analogy
de: Analogie
es: Semejanza
fr: Analogie
hi: सादृश्य
it: Analogia
nl: Analogie
pl: Analogia
pt: Analogia
ru: Аналогия
tr: Analoji
uk: Аналогія

source: Anatolian
de: Anatolis
es: Anatolia
fr: Anatolien
hi: अनातोलियन
it: Anatolico
nl: Anatolische
pl: Anatolijski
pt: Anatólio
ru: Анатолийский
tr: Anadolu
uk: Анатолійський

source: Anatomy
de: Anatomie
es: Anatomía
fr: Anatomie
hi: शरीर रचना
it: Anatomia
nl: Anatomie
pl: Anatomia
pt: Anatomia
ru: Анатомия
tr: Anotomi
uk: Анатомія

source: Anchovy
de: Sardelle
es: Anchoa
fr: Anchois
hi: एंकोवी
it: Acciuga
nl: Ansjovis
pl: Sardela
pt: Anchova
ru: Анчоус
tr: Hamsi
uk: Анчоуси

source: Anger
de: Ärger
es: Enfado
fr: Colère
hi: क्रोध
it: Rabbia
nl: Woede
pl: Gniew
pt: Raiva
ru: Гнев
tr: Öfke
uk: Гнів

source: Angle
de: Winkel
es: Ángulo
hi: कोण
it: Angolo
nl: Hoek
pl: Kąt
pt: Ângulo
ru: Угол
tr: Açı
uk: Кут

source: Angora
de: Angoraziege
es: Cabra de Angora
hi: अंगोरा
ru: Ангорская шерсть
uk: Ангора

source: Animals
de: Tiere
es: Animales
fr: Animaux
hi: जानवर
it: Animali
nl: Dieren
pl: Zwierzęta
pt: Animais
ru: Животные
tr: Hayvanlar
uk: Тварини

source: Ankle
de: Fußgelenk
es: Tobillo
fr: Cheville
hi: टखना
it: Caviglia
nl: Enkel
pl: Kostka
pt: Tornozelo
ru: Лодыжка
tr: Ayak bileği
uk: Щиколотка

source: Ant
de: Ameise
es: Hormiga
fr: Fourmi
hi: चींटी
it: Formica
nl: Mier
pl: Mrówka
pt: Formiga
ru: Муравей
tr: Karınca
uk: Мураха

source: Antagonist
de: Gegenmittel
es: Antagonista
fr: Antagoniste
hi: प्रबल विरोधी
it: Antagonista
nl: Tegenstander
pl: Antagonista
pt: Antagonista
ru: Антагонист
uk: Антагоніст

source: Antelope
de: Antilope
es: Antílope
fr: Antilope
hi: बारहसिंगा
it: Antilope
nl: Antilope
pl: Antylopa
pt: Antílope
ru: Антилопа
tr: Antilop
uk: Антилопа

source: Anthropology
de: Anthropologie
es: Antropología
fr: Anthropologie
hi: मानव-विज्ञान
it: Antropologia
nl: Antropologie
pl: Antropologia
pt: Antropologia
ru: Антропология
tr: Antropoloji
uk: Антропологія

source: Anthropomorphism
de: Anthropomorphismus
es: Antropomorfismo
fr: Anthropomorphisme
hi: एंथ्रोपोमोर्फिज्म
it: Antropomorfismo
nl: Antropomorfisme
pl: Antropomorfizm
pt: Antropomorfismo
ru: Антропоморфизм
tr: Antropomorfizm
uk: Антропоморфізм

source: Antithesis
de: Gegensatz
es: Antítesis
fr: Antithèse
hi: विपरीतता
it: Antitesi
nl: Antithese
pl: Antyteza
pt: Antítese
ru: Противоположность
tr: Antitez
uk: Антитеза

source: Anvil
de: Amboss
es: Yunque
fr: Enclume
hi: निहाई
it: Incudine
nl: Aambeeld
pl: Kowadło
pt: Bigorna
ru: Наковальня
tr: Örs
uk: Ковадло

source: Anxiety
de: Angstzustände
es: Ansiedad
fr: Anxiété
hi: चिंता
it: Ansia
nl: Angst
pl: Niepokój
pt: Ansiedade
ru: Беспокойство
tr: Kaygı
uk: Тривога

source: Apathy
de: Apathie
es: Apatía
fr: Apathie
hi: उदासीनता
it: Apatia
nl: Apathie
pl: Apatia
pt: Apatia
ru: Апатия
tr: Apati
uk: Апатія

source: Apex
de: Gipfel
es: Ápice
fr: Sommet
hi: शीर्ष
it: Apice
nl: Top
pl: Wierzchołek
pt: Ápice
ru: Вершина
tr: Apeks
uk: Вершина

source: Aphelion
de: Aphel
es: Afelión
fr: Aphélion
hi: अफेलियन
it: Afelio
pl: Aphelium
ru: Афелий
uk: Афелій

source: Aphid
de: Blattlaus
es: Áfido
fr: Puceron
hi: माहूँ
it: Afide
nl: Bladluis
pl: Mszyca
pt: Pulgão
ru: Тля
tr: Yaprak biti
uk: Попелиця

source: Appeal
de: Berufung
es: Apelación
fr: Appel
hi: याचना करना
it: Appello
nl: Beroep
pl: Odwołanie
pt: Apelação
ru: Апелляция
tr: Temyiz etmek
uk: Апеляція

source: Appendix
de: Anhang
es: Apéndice
fr: Annexe
hi: परिशिष्ट
it: Appendice
nl: Bijlage
pl: Wyrostek robaczkowy
pt: Apêndice
ru: Приложение
tr: Apandis
uk: Додаток

source: Apple
de: Apfel
es: Manzana
fr: Pomme
hi: सेब
it: Mela
nl: Appel
pl: Jabłko
pt: Maçã
ru: Яблоко
tr: Elma
uk: Яблуко

source: Apricot
de: Aprikose
es: Albaricoque
fr: Abricot
hi: ख़ूबानी
it: Albicocca
nl: Abrikoos
pl: Morela
pt: Damasco
ru: Абрикос
tr: Kayısı
uk: Абрикос

source: Apron
de: Schürze
es: Delantal
fr: Tablier
hi: ऐप्रन
it: Grembiule
nl: Schort
pl: Fartuch
pt: Avental
ru: Фартук
tr: Önlük
uk: Фартух

source: Aquamarine
de: Aquamarin
es: Aguamarina
fr: Aigue-marine
hi: हरितनील
it: Acquamarina
nl: Aquamarijn
pl: Akwamaryn
pt: Água-marinha
ru: Аквамарин
tr: Akuamarin
uk: Аквамарин

source: Aquifer
de: Grundwasserleiter
es: Acuífero
fr: Aquifère
hi: जलभृत
it: Falde acquifere
nl: Watervoerende laag
pl: Wodonośna
pt: Aquífero
ru: Водистел
tr: Akifer
uk: Водоносні горизонти

source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
hi: अरबी भाषा
it: Arabo
nl: Arabisch
pl: Arabski
pt: Árabe
ru: Арабский
tr: Arapça
uk: Арабська

source: Arch
de: Wölbung
es: Arco
fr: Arche
hi: चाप
it: Arco
nl: Boog
pl: Łuk
pt: Arco
ru: Арка
tr: Kemer
uk: Арка

source: Archaeology
de: Archäologie
es: Arqueología
fr: Archéologie
hi: पुरातत्व विज्ञान
it: Archeologia
nl: Archeologie
pl: Archeologia
pt: Arqueologia
ru: Археология
tr: Arkeoloji
uk: Археологія

source: Archery
de: Bogenschießen
es: Tiro con arco
fr: Tir à l'arc
hi: धनुर्विद्या
it: Tiro con l'arco
nl: Boogschieten
pl: Łucznictwo
pt: Tiro com arco
ru: Стрельба из лука
tr: Okçuluk
uk: Стрільба з лука

source: Archipelago
de: Archipel
es: Archipiélago
fr: Archipel
hi: द्वीपसमूह
it: Arcipelago
nl: Archipel
pl: Archipelag
pt: Arquipélago
ru: Архипелаг
tr: Takımadalar
uk: Архіпелаг

source: Architect
de: Architekt
es: Arquitecto
fr: Architecte
hi: वास्तुशिल्पी
it: Architetto
pl: Architekt
pt: Arquiteto
ru: Архитектор
tr: Mimar
uk: Архітектор

source: Architecture
de: Architektur
es: Arquitectura
hi: वास्तुकला
it: Architettura
nl: Architectuur
pl: Architektura
pt: Arquitetura
ru: Архитектура
tr: Mimarlık
uk: Архітектура

source: Area
de: Gebiet
es: Área
fr: Zone
hi: इलाक़ा
it: Zona
nl: Gebied
pl: Obszar
pt: Área
ru: Область
tr: Alan
uk: Площа

source: Argentina
de: Argentinien
fr: Argentine
hi: अर्जेंटीना
nl: Argentinië
pl: Argentyna
ru: Аргентина
tr: Arjantin
uk: Аргентина

source: Argument
de: Streit
es: Discusión
hi: विवाद
it: Discussione
pt: Argumento
ru: Аргумент
tr: Tartışma
uk: Аргумент

source: Arithmetic
de: Arithmetik
es: Aritmética
fr: Arithmétique
hi: अंकगणित
it: Aritmetica
nl: Rekenen
pl: Arytmetyka
pt: Aritmético
ru: Арифметика
tr: Aritmetik
uk: Арифметика

source: Armadillo
de: Gürteltier
fr: Tatou
hi: अर्माडिलो
nl: Gordeldier
pl: Pancernik
pt: Tatu
ru: Броненосец
uk: Броненосець

source: Armchair
de: Sessel
es: Sillón
fr: Fauteuil
hi: आर्मचेयर
it: Poltrona
nl: Fauteuil
pl: Fotel
pt: Poltrona
ru: Кресло
tr: Koltuk
uk: Крісло

source: Array
de: Anordnung
es: Orden
fr: Tableau
hi: सरणी
it: Matrice
nl: Reeks
pl: Tablica
pt: Série
ru: Множество
tr: Dizi
uk: Масив

source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
hi: तीर
it: Freccia
nl: Pijl
pl: Strzałka
pt: Seta
ru: Стрелка
tr: Ok
uk: Стрілка

source: Arson
de: Brandstiftung
es: Incendiarismo
fr: Incendie criminel
hi: आग़ज़नी
it: Incendio doloso
nl: Brandstichting
pl: Podpalenie
pt: Incêndio criminoso
ru: Поджог
tr: Kundaklama
uk: Підпал

source: Art
de: Kunst
es: Arte
hi: कला
it: Arte
nl: Kunst
pl: Sztuka
pt: Arte
ru: Искусство
tr: Sanat
uk: Мистецтво

source: Artery
de: Arterie
es: Arteria
fr: Artère
hi: धमनी
it: Arteria
nl: Slagader
pl: Tętnica
pt: Artéria
ru: Артерия
tr: Arter
uk: Артерія

source: Artist
de: Künstler
es: Artista
fr: Artiste
hi: कलाकार
it: Artista
nl: Kunstenaar
pl: Artysta
pt: Artista
ru: Художник
tr: Sanatçı
uk: Художник

source: Asian
de: Asiat
es: Asiático
fr: Asiatique
hi: एशियाई
it: Asiatico
nl: Aziatisch
pl: Azjata
pt: Asiático
ru: Азиат
tr: Asyalı
uk: Азіатський

source: Assault
de: Anschlag
es: Asalto
fr: Agression
hi: प्रहार
it: Assalto
nl: Aanval
pl: Napaść
pt: Agressão
ru: Нападение
tr: Saldırı
uk: Напад

source: Assonance
de: Assonanz
es: Asonancia
hi: स्वरसाम्य
it: Assonanza
nl: Assonantie
pl: Asonans
pt: Asssonância
ru: Ассонанс
tr: Assonans
uk: Асонанс

source: Astronomy
de: Astronomie
es: Astronomía
fr: Astronomie
hi: खगोलविज्ञान
it: Astronomia
nl: Astronomie
pl: Astronomia
pt: Astronomia
ru: Астрономия
tr: Astronomi
uk: Астрономія

source: Asymptote
de: Asymptot
es: Asíntota
hi: एसिम्प्टोट
it: Asintoto
nl: Asymptoot
pl: Asymptota
pt: Assintota
ru: Асимптот
tr: Asimptot
uk: Асимптота

source: Athens
de: Athen
es: Atenas
fr: Athènes
hi: एथेंस
it: Atene
nl: Athene
pl: Ateny
pt: Atenas
ru: Афины
tr: Atina
uk: Афіни

source: Athletics
de: Sport
es: Atletismo
fr: Athlétisme
hi: एथलेटिक्स
it: Atletica
nl: Atletiek
pl: Lekka atletyka
pt: Atletismo
ru: Атлетика
tr: Atletizm
uk: Легка атлетика

source: Atmosphere
de: Atmosphäre
es: Ambiente
fr: Atmosphère
hi: वायुमंडल
it: Atmosfera
nl: Sfeer
pl: Atmosfera
pt: Atmosfera
ru: Атмосфера
tr: Atmosfer
uk: Атмосфера

source: Attic
de: Dachboden
es: Ático
fr: Grenier
hi: अटारी
it: Soffitta
nl: Zolder
pl: Strych
pt: Sótão
ru: Чердак
tr: Çatı katı
uk: Мансара

source: Attorney
de: Anwalt
es: Abogado
fr: Avocat
hi: वकील
it: Avvocato
nl: Advocaat
pl: Adwokat
pt: Advogado
ru: Адвокат
tr: Avukat
uk: Адвокат

source: Aurora
de: Polarlicht
fr: Aurore
hi: औरोरा
nl: Dageraad
pl: Zorza
ru: Аврора
uk: Аврора

source: Australia
de: Australien
fr: Australie
hi: ऑस्ट्रेलिया
nl: Australië
pt: Austrália
ru: Австралия
tr: Avutralya
uk: Австралія

source: Australian
de: Australier
es: Australiano
fr: Australien
hi: ऑस्ट्रेलियाई
it: Australiano
nl: Australisch
pl: Australijczyk
pt: Australiano
ru: Австралийский
tr: Avustralyalı
uk: Австралійський

source: Austria
de: Österreich
fr: Autriche
hi: ऑस्ट्रिया
nl: Oostenrijk
pt: Áustria
ru: Австрия
tr: Avusturya
uk: Австрія

source: Autumn
de: Herbst
es: Otoño
fr: Automne
hi: पतझड़
it: Autunno
nl: Herfst
pl: Jesień
pt: Outono
ru: Осень
tr: Sonbahar
uk: Осінь

source: Avalanche
de: Lawine
es: Avalancha
hi: हिम-स्खलन
it: Valanga
nl: Lawine
pl: Lawina
ru: Лавина
tr: Çığ
uk: Лавина

source: Axe
de: Axt
es: Hacha
fr: Hache
hi: कुठार
it: Ascia
nl: Bijl
pl: Siekiera
pt: Machado
ru: Топор
tr: Balta
uk: Сокира

source: Axle
de: Achse
es: Eje
fr: Essieu
hi: धुरी
it: Asse
nl: As
pl: Oś
pt: Eixo
ru: Ось
tr: Aks
uk: Вісь

source: Azalea
de: Azalee
fr: Azalée
hi: अज़ेलिया
pl: Azalia
pt: Azaléia
ru: Азалия
tr: Açelya
uk: Азалія

source: Azimuth
de: Azimut
es: Azimut
fr: Azimut
hi: अजीमुथ
it: Azimut
nl: Azimut
pl: Azymut
pt: Azimute
ru: Азимут
tr: Azimut
uk: Азимут

source: Azure
de: Azurblau
es: Azul celeste
fr: Azur
hi: नभोनील
it: Azzurro
nl: Azuur
pl: Lazur
pt: Azul-celeste
ru: Лазурный
tr: Azmavi
uk: Лазурний

source: Baboon
de: Pavian
es: Babuino
fr: Babouin
hi: बैबून
it: Babbuino
nl: Baviaan
pl: Pawian
pt: Babuíno
ru: Бабуин
tr: Şebek
uk: Бабуїн

source: Back
de: Rücken
es: Espalda
fr: En arrière
hi: पीठ
it: Indietro
nl: Terug
pl: Z powrotem
pt: De volta
ru: Назад
tr: Geri
uk: Назад

source: Bacon
de: Speck
es: Beicon
fr: Lard
hi: बेकन
nl: Spek
pl: Bekon
pt: Toucinho de porco
ru: Бекон
tr: Pastırma
uk: Бекон

source: Badger
de: Dachs
es: Tejón
fr: Blaireau
hi: बिज्जू
it: Tasso
nl: Das
pl: Borsuk
pt: Texugo
ru: Барсук
tr: Porsuk
uk: Борсук

source: Bag
de: Tasche
es: Bolsa
fr: Sac
hi: थैली
it: Borsa
nl: Tas
pl: Torba
pt: Bolsa
ru: Сумка
tr: Çanta
uk: Сумка

source: Bagpipes
de: Dudelsack
es: Gaita
fr: Cornemuse
hi: मशकबीन
it: Cornamusa
nl: Doedelzak
pl: Dudy
pt: Gaita de foles
ru: Волинка
tr: Gayda
uk: Волинка

source: Bake
de: Backen
es: Cocer al sol
fr: Cuire
hi: सेंकना
it: Cuocere
nl: Bakken
pl: Piec
pt: Assar
ru: Печь, спечь
tr: Pişirmek
uk: Запікати

source: Baker
de: Bäcker
es: Panadero
fr: Boulanger
hi: नानबाई
it: Panettiere
nl: Bakker
pl: Piekarz
pt: Padeiro
ru: Пекарь
tr: Fırıncı
uk: Пекар

source: Bakeware
de: Backformen
es: Utensilios para el horno
fr: Ustensiles de cuisson
hi: बेकवेयर
it: Stoviglie
nl: Bakvormen
pl: Naczynia do pieczenia
pt: Utensílios de cozimento
ru: Посуда для выпечки
tr: Fırın
uk: Посуд для випічки

source: Baking
de: Backen
es: Horneado
fr: Brûlant
hi: बेकिंग
it: Rovente
nl: Het bakken
pl: Pieczenie
pt: Escaldante
ru: Выпечка
tr: Pişme
uk: Випічка

source: Balcony
de: Balkon
es: Balcón
fr: Balcon
hi: छज्जा
it: Balcone
nl: Balkon
pl: Balkon
pt: Varanda
ru: Балкон
tr: Balkon
uk: Балкон

source: Balinese
de: Balinesisch
es: Balinés
fr: Balinais
hi: बालिनीज
nl: Balinees
pl: Balijski
pt: Balinês
ru: Язык Бали
tr: Balili
uk: Балійський

source: Bambino
de: Kind
es: Hijo
fr: Bébé
hi: बाम्बिनो
nl: Kind
pt: Criança
ru: Бамбино
uk: Бамбіно

source: Bamboo
de: Bambus
es: Bambú
fr: Bambou
hi: बांस
it: Bambù
nl: Bamboe
pl: Bambus
pt: Bambu
ru: Бамбук
tr: Bambu
uk: Бамбук

source: Bangladesh
de: Bangladesch
hi: बांग्लादेश
pl: Bangladesz
ru: Бангладеш
tr: Bangladeş
uk: Бангладеш

source: Barber
de: Herrenfriseur
es: Barbero
fr: Coiffeur (pour hommes)
hi: नाई
it: Barbiere
nl: Kapper
pl: Fryzjer męski
pt: Barbeiro
ru: Парикмахер
tr: Berber
uk: Перукар

source: Bark
de: Rinde
es: Corteza
fr: Écorce
hi: भौंक
it: Scorza
nl: Schors
pl: Kora
pt: Casca
ru: Кора
tr: Havlama
uk: Гавкіт

source: Barleycorn
de: Gerstenkorn
es: Grano de cebada
fr: Grain d'orge
hi: जौ का कॉर्न
it: Chicco d'orzo
nl: Gerstmaïs
pt: Grão de cevada
ru: Ячменная кукуруза
tr: Arpa Mısırı
uk: Ячмінна кукурудза

source: Barnacle
de: Rankenfüßer
es: Percebe
fr: Bernacle
hi: बार्नाकल
it: Cirripede
nl: Zeepok
pl: Pąkla
pt: Craca
ru: Морская уточка
uk: Барнакл

source: Baroque
de: Barock
es: Barroco
hi: बराक
it: Barocco
nl: Barok
pl: Barokowy
pt: Barroco
ru: Барокко
tr: Barok
uk: Бароко

source: Barracuda
de: Barrakuda
hi: बाराकुडा
pl: Barakuda
ru: Барракуда
uk: Барракуда

source: Barycenter
de: Baryzentrum
hi: बैरीसेंटर
it: Baricentro
nl: Barycentrum
pl: Barycentrum
ru: Барицентр
tr: Barymerkezi
uk: Барицентр

source: Basement
de: Untergeschoss
es: Sótano
fr: Sous-sol
hi: भूमिगत मंज़िल
it: Seminterrato
nl: Kelder
pl: Piwnica
pt: Porão
ru: Подвал
tr: Bodrum katı
uk: Підвал

source: Basin
de: Talkessel
es: Cuenca
fr: Bassin
hi: द्रोणी
it: Bacino
nl: Bassin
pl: Basen
pt: Bacia
ru: Бассейн
tr: Leğen
uk: Басейн

source: Basket
de: Korb
es: Cesto
fr: Panier
hi: डोलची
it: Pallacanestro.
nl: Mand
pl: Kosz
pt: Basquete
ru: Корзина
tr: Sepet
uk: Кошик

source: Bassoon
de: Fagott
es: Fagot
fr: Basson
hi: अलगोज़ा
it: Fagotto
nl: Fagot
pl: Fagot
pt: Fagote
ru: Фагот
tr: Fagot
uk: Фаготи

source: Baste
de: Heften
es: Pegarle una paliza a
fr: Faufiler
hi: बस्ट
it: Imbastire
nl: Rijgen
pl: Polać
pt: Regar
ru: Сшивать на живую нитку/сшить на живую нитку
uk: Басте

source: Bat
de: Fledermaus
es: Murciélago
fr: Chauve-souris
hi: चमगादड़
it: Mazza
nl: Vleermuis
pl: Nietoperz
pt: Morcego
ru: Летучая мышь
tr: Yarasa
uk: Летюча миша

source: Battery
de: Batterie
es: Batería eléctrica
fr: Batterie
hi: बैटरी
it: Batteria
nl: Batterij
pl: Bateria
pt: Bateria
ru: Батарея
tr: Akü
uk: Батарея

source: Bay
de: Bucht
es: Bahía
fr: Baie
hi: खाड़ी
it: Baia
nl: Baai
pl: Zatoka
pt: Baía
ru: Залив
tr: Körfez
uk: Затока

source: Bayonet
de: Bajonett
es: Bayoneta
fr: Baïonnette
hi: संगीन
it: Baionetta
nl: Bajonet
pl: Bagnet
pt: Baioneta
ru: Штык
tr: Süngü
uk: Багнет

source: Beam
de: Lichtstrahl
es: Haz de luz
fr: Faisceau
hi: किरण
it: Fascio
nl: Balk
pl: Wiązka
pt: Feixe
ru: Луч
tr: Kiriş
uk: Балка

source: Beanie
de: Beaniemütze
es: Gorrita
fr: Bonnet
hi: बेनी
it: Berretto
nl: Muts
pl: Czapka
pt: Gorro
ru: Шапочка
tr: Bere
uk: Шапочка

source: Bear
de: Bär
es: Oso
fr: Ours
hi: भालू
it: Orso
nl: Beer
pl: Niedźwiedź
pt: Urso
ru: Медведь
tr: Ayı
uk: Ведмідь

source: Bearing
de: Lager
es: Rodamiento
fr: Palier
hi: संबद्घता
it: Cuscinetto
nl: Het dragen
pl: Łożysko
pt: Rolamento
ru: Опора
tr: Durmak
uk: Підшипник

source: Beaver
de: Biber
es: Castor
fr: Castor
hi: बीवर
it: Castoro
nl: Bever
pl: Bóbr
pt: Castor
ru: Бобр
tr: Kunduz
uk: Бобер

source: Bed
de: Bett
es: Cama
fr: Lit
hi: पलंग
it: Letto
pl: Łóżko
pt: Cama
ru: Кровать
tr: Yatak
uk: Ліжко

source: Bee
de: Biene
es: Abeja
fr: Abeille
hi: मधुमक्खी
it: Ape
nl: Bij
pl: Pszczoła
pt: Abelha
ru: Пчела
tr: Arı
uk: Бджола

source: Beetle
de: Käfer
es: Escarabajo
fr: Scarabée
hi: बीटल
it: Coleottero
nl: Kever
pl: Chrząszcz
pt: Besouro
ru: Жук
tr: Böcak
uk: Жук

source: Begonia
de: Begonie
fr: Bégonia
hi: बेगोनिया
pt: Begônia
ru: Бегония
tr: Begonya
uk: Бегонія

source: Beijing
de: Peking
fr: Pékin
hi: बीजिंग
it: Pechino
nl: Peking
pl: Pekin
pt: Pequim
ru: Пекин
tr: Pekin
uk: Пекін

source: Belgium
de: Belgien
es: Bélgica
fr: Belgique
hi: बेल्जियम
it: Belgio
nl: België
pl: Belgia
pt: Bélgica
ru: Бельгия
tr: Belçika
uk: Бельгія

source: Bellows
de: Blasebalg
es: Fuelle
fr: Soufflet
hi: धौंकनी
it: Soffietto
nl: Balg
pl: Mieszek
pt: Fole
ru: Мехи
tr: Küyrükler
uk: Сильфони

source: Belly
de: Bauch
es: Vientre
fr: Ventre
hi: पेट
it: Pancia
nl: Buik
pl: Brzuch
pt: Barriga
ru: Живот
tr: Göbek
uk: Живіт

source: Belt
de: Gürtel
es: Cinturón
fr: Ceinture
hi: पट्टा
it: Cintura
nl: Riem
pl: Pasek
pt: Cinto
ru: Пояс
tr: Kemer
uk: Пояс

source: Bench
de: Bank
es: Banco
fr: Banc
hi: बेंच
it: Panca
nl: Bank
pl: Ławka
pt: Banco
ru: Скамья
tr: Bank
uk: Лавка

source: Bengal
de: Bengalen
es: Bengala
fr: Bengale
hi: बंगाल
it: Bengala
nl: Bengalen
pt: Bengala
ru: Бангалия
uk: Бенгалія

source: Bicycle
de: Fahrrad
es: Bicicleta
fr: Vélo
hi: साइकिल
it: Bicicletta
nl: Fiets
pl: Rower
pt: Bicicleta
ru: Велосипед
tr: Bisiklet
uk: Велосипед

source: Bigamy
de: Doppelehe
es: Bigamia
fr: Bigamie
hi: द्विपतित्व
it: Bigamia
nl: Bigamie
pl: Bigamia
pt: Bigamia
ru: Бигамия
tr: Ikieşlilik
uk: Бігамія

source: Billion
de: Milliarde
es: Mil millones
fr: Milliard
hi: एक अरब
it: Miliardi
nl: Miljard
pl: Miliard
pt: Bilhão
ru: Миллиард
tr: Milyar
uk: Мільярд

source: Bin
de: Mülleimer
es: Cubo
fr: Boîte
hi: बिन
it: Contenitore
nl: Bak
pl: Kosz na śmieci
pt: Lixeira
ru: Мусорное ведро
tr: Çöp kutusu
uk: Смітник
